[
    {
        "Q":"Lịch sử hình thành CLB MPC?",
        "A":"<b>CLB Lập trình trên thiết bị di động (Mobile Programming Club - MPC)</b> được thành lập vào năm 2015. Ban đầu, CLB được thành lập với mục tiêu tạo ra một môi trường học tập, nghiên cứu và phát triển công nghệ thông tin không chỉ trên thiết bị di động như web, mobile app,... mà còn nhiều ngành phổ biến khác cho sinh viên Khoa CNTT, cũng như các bạn yêu thích lập trình."
    },
    {
        "Q":"Mục tiêu của CLB?",
        "A":"- Tổ chức các buổi Hội thảo chia sẻ tri thức nhằm ôn tập kiến thức các môn Lập trình cơ bản cho sinh viên.</br>- Thành lập các nhóm học tập dưới dạng mô hình \"Sinh viên là cố vấn học tập\", thường xuyên tổ chức các buổi họp nhóm, nhằm giúp đỡ các bạn học chưa tốt theo kịp các môn học lập trình cơ bản.</br>- Tổ chức training cho thành viên về lập trình trên các thiết bị di động, bao gồm lập trình web, web app, lập trình android</br>- Tổ chức các Cuộc thi học thuật ứng dụng kiến thức chuyên môn, kết hợp các hoạt động ngoại khóa, tạo động lực cho sinh viên học lập trình như ROBOCODE, ..."
    },
    {
        "Q":"Không học CNTT có được tham gia CLB không?",
        "A":"MPC là mái nhà chung của những sinh viên có đam mê lập trình, đến từ các ngành học kỹ thuật trong trường như: Công nghệ thông tin, An toàn hệ thống thông tin, Khoa học máy tính, Trí tuệ nhân tạo,... Ngoài ra, các bạn theo học khối ngành khác cũng sẽ có cơ hội tham gia vào MPC nếu có những kỹ năng về thiết kế đồ họa, truyền thông và tổ chức sự kiện."
    },
    {
        "Q":"Chưa biết gì về CNTT có thể tham gia vào CLB được không?",
        "A":"Được chứ! MPC không yêu cầu thành viên phải có kiến thức chuyên môn về lập trình. Mục tiêu của CLB là tạo ra một môi trường học tập, nghiên cứu và phát triển công nghệ thông tin không chỉ trên thiết bị di động như web, mobile app,... mà còn nhiều ngành phổ biến khác cho sinh viên Khoa CNTT, cũng như các bạn yêu thích lập trình."
    },
    {
        "Q":"Đến hiện tại, CLB đã và đang có bao nhiêu thành viên",
        "A":"Hiện tại, CLB MPC có khoảng 50 thành viên chính thức, trong đó nhóm khoa CNTT chiếm đa số."
    },
    {
        "Q":"Mô hình tổ chức của CLB?",
        "A":"CLB hiện tại đang chia thành 4 ban chính bao gồm:</br>- Ban Chủ nhiệm: Quản lý mọi hoạt động trong CLB.</br>- Ban Hậu cần: Quản lý, tổ chức các hoạt động, trang trí, tài chính, vận động tài trợ.</br>- Ban Lập trình: Tổ chức các buổi training, học tập, thực hành lập trình.</br>- Ban Truyền thông: Quản lý các hoạt động truyền thông, PR, thiết kế, quay phim, chụp ảnh."
    },
    {
        "Q":"Làm thế nào để có thể tham gia vào CLB?",
        "A":"Mỗi năm CLB sẽ tổ chức buổi tuyển thành viên trên Page Facebook chính thức cũng như trên website của CLB. Bạn chỉ cần tham gia buổi tuyển thành viên, tham gia các hoạt động của CLB, thể hiện tinh thần học tập, sáng tạo, đam mê lập trình, bạn sẽ có cơ hội trở thành thành viên chính thức của CLB."
    }
]